IDEA Open Model
Material.OrderInCode Property
Compatible with IDEA StatiCa Beta 20.0
 Order of this material in the code
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int OrderInCode { get; set; }
Public Property OrderInCode As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace